*start
<<<<<<< HEAD
[startoption]

[bg storage="room.png" time=0]

[afterjumpmaskNormal]

#
翌朝、またいつものように大学で講義を受ける。
…なんか、もう普通に大学に行くことが自分の中で当然のことになってきたな…
最初の頃は二日に一回ぐらいは休みそう、とか思っていたが…今の所、特に問題なく継続できている。
…問題があるとしたら…

#yukito
≪‥‥‥≫

#
…暇だなぁ…
登校のきつさと講義中の眠気はどうにもならないものである。
…だが、今日ばかりは眠気よりも焦りが上回っていた。

#yukito
≪…残り三日を…切ってしまった…≫

#
来週の木曜日にある美寿花の誕生日。
…結局この数日、俺は彼女を水族館に誘うことができずにいた。
いやだってさぁ...どう話切り出したらいいか分かんないんだよ…！！
でも、そろそろ誘わないと流石にまずい。

#yukito
≪…どうすれば…≫

[chara_show name="mizuka" top="20"]
#mizuka
美寿花「雪翔君ってば！！」

#yukito
≪痛ててててっ！！≫

#
いきなり、俺の頬がつねられる。
気づけば、美寿花は席から立ち上がって俺の正面に立っていた。

#yukito
≪毎回俺の頬をつねるなよ…≫

#mizuka
いやだって、何回声かけても全然反応ないし。
もう終わっちゃったよ？講義

#yukito
≪あれ…？≫

#
つねられていた手から離れて辺りを見回すと、先生はもう教壇から姿を消している。

#yukito
≪マジか…チャイムも聞こえなかった…ってうおっ！？≫

#
俺が呆気に取られていると、すごい力で肩を掴まれる。

;能力発動音

#mizuka
最近家でも上の空だったりするしさ…どうしたの？なんか悩み事？

#yukito
≪あ～…いや、悩み事ではないんだけど…≫

#
…あ、いやこれチャンスでは？
今なら俺の声も届くし、このまま…

#mizuka
ないんだけど…何？

#yukito
≪えーっと…
…何でもないです…≫

#mizuka
本当に？それと何で敬語…？

#yukito
≪別に深い意味はないけど…うん。大丈夫…≫

[chara_hide_all]

[chara_show name="laz" top="-70"]

[chara_show name="roz" top="-70"]

#roz
いや、全然『大丈夫』やないやろマスター…

#laz
むしろどちらかというと『大ピンチ』のようですが…

#yukito
≪…はい。返す言葉もないです…≫

#
休み時間。
見事に撃沈した俺は、ラズ達と空き教室で毎度の如く作戦会議を開く。

#laz
まぁ確かに、このままだと誘うのは困難ですわね…

#roz
もういっそのこと、当日に目隠ししてそのまま連れて行ったらいいんちゃう？

#yukito
≪いやそんな度胸あったら普通に誘うんだが…≫

#roz
せやなぁ…というか、例のチケットは結局どうなったん？

#yukito
≪ちゃんと取ってもらってる。ほら≫

#
そう言って、俺はポケットからチケットを2枚取り出す。

#laz
あら、学校まで持ってきてましたの？

#yukito
≪まぁ…別に持ってくる必要はないんだけど、なんか家に置いていくのも落ち着かなくて≫

#roz
乙女やなマスター…

#yukito
≪うるせぇ、いやそんなことはどうでもよくてだな…≫

#laz
どうします？私たちがさり気なく話を振る…は無理でしょうし…

#roz
ん？何で今ウチを見て断念した？

#laz
私はとにかく、あなたにそんな話術ないでしょう？

#roz
はぁ〜？ラズやってウチと変わらんやろ別に！

#
話術がないことは否定しないのか…

#roz
…あ、じゃあ文永は？あの子なら自然に話に出せるんちゃう？

#yukito
≪…う～ん…そうだろうけど…≫

#
…流石に頼りすぎなのでは？
そんな気もしてくるのが正直なところである。
…まぁ、最終的にそうするのが一番確実なのだろうが…

#yukito
≪断られたら…きついなぁ…≫

#roz
…それを考えだしたら終わりやない？

#laz
結論を言ってしまうと、結局はご主人様次第。ということになってしまいますね。

#yukito
≪…だな。まだ時間がないわけではないし、何とか…≫

[chara_hide_all]

[chara_show name="mizuka" top="20"]

#mizuka
何が少年君次第なの？

#yukito
≪ッ！？≫

#laz
あ

#roz
げ

#
背後から今一番聞こえてはいけない声がかけられる。

#yukito
≪美寿花…≫

#
話に夢中になりすぎて、入ってくるのに全然気づかなかった…
というか、この前もそうだったけど気配薄すぎだろこの人…
しかし、まだ不運は止まらない。

#mizuka
あれ？それ…水族館のチケット！？

#yukito
≪…あ、やばっ！≫

#
…しまった！手に持ったままだった…！！
慌てて仕舞おうとするが、遅すぎた。

#mizuka
ええ！？なんで隠すの！？というか、何で雪翔君がそれ持ってるの！？

#yukito
≪……≫
=======

[startoption]

#
翌朝、またいつものように大学で講義を受ける。[p]
…なんか、もう普通に大学に行くことが自分の中で当然のことになってきたな…[p]
最初の頃は二日に一回ぐらいは休みそう、[r]
とか思っていたが…今の所、特に問題なく継続できている。[p]
…問題があるとしたら…[p]
#雪翔
≪‥‥‥≫[p]

#
…暇だなぁ…[p]
登校のきつさと講義中の眠気はどうにもならないものである。[p]
…だが、今日ばかりは眠気よりも焦りが上回っていた。[p]

#雪翔
≪…残り三日を…切ってしまった…≫[p]

#
来週の木曜日にある美寿花の誕生日。[p]
…結局この数日、俺は彼女を水族館に誘うことができずにいた。[p]
いやだってさぁ...[r]
どう話切り出したらいいか分かんないんだよ…！！[p]
でも、そろそろ誘わないと流石にまずい。[p]

#雪翔
≪…どうすれば…≫[p]

#美寿花
「雪翔君ってば！！」[p]

#雪翔
≪痛ててててっ！！≫[p]

#
いきなり、俺の頬がつねられる。[p]
気づけば、美寿花は席から立ち上がって俺の正面に立っていた。[p]

#雪翔
≪毎回俺の頬をつねるなよ…≫[p]

[chara_show name=mizuka top=-70 face=worry wait=true time=500]
#美寿花
「いやだって、何回声かけても全然反応ないし。」[p]
;表情
「もう講義終わっちゃったよ？」[p]
;表情

#雪翔
≪あれ…？≫[p]

#
つねられていた手から離れて辺りを見回すと、[r]
先生はもう教壇から姿を消している。[p]

#雪翔
≪マジか…チャイムも聞こえなかった…ってうおっ！？≫[p]

#
俺が呆気に取られていると、すごい力で肩を掴まれる。[p]
;[playse storage=""]
;能力発動音

#美寿花
「最近、家でも上の空だったりするしさ…どうしたの？なんか悩み事？」[p]
;表情

#雪翔
≪あ～…いや、悩み事ではないんだけど…≫[p]

#
…あ、いやこれチャンスでは？[p]
今なら俺の声も届くし、このまま…[p]

#美寿花
「ないんだけど…何？」[p]
;表情

#雪翔
≪えーっと…[r]
…何でもないです…≫[p]

#美寿花
「本当に？それと何で敬語…？」[p]
;表情

#雪翔
≪別に深い意味はないけど…うん。大丈夫…≫[p]

[chara_show name=roz top=-70 wait=true time=500]
#ロズ
「いや、全然『大丈夫』やないやろマスター…」[p]
;表情

[chara_show name=laz top=-70 face=worry wait=true time=500]
#ラズ
「むしろどちらかというと『大ピンチ』のようですが…」[p]
;表情 worry

#雪翔
≪…はい。返す言葉もないです…≫[p]

[chara_hide_all]

#
休み時間。[p]
見事に撃沈した俺は、ラズ達と空き教室で毎度の如く作戦会議を開く。[p]
[chara_show name=roz top=-70 wait=true  time=500]
[chara_show name=laz top=-70 wait=false time=500]

#ラズ
「まぁ確かに、このままだと誘うのは困難ですわね…」[p]
;表情 考え込む表情？

#ロズ
「もういっそのこと、当日に目隠ししてそのまま連れて行ったらいいんちゃう？」[p]
;表情

#雪翔
≪いやそんな度胸あったら普通に誘うんだが…≫[p]

#ロズ
「せやなぁ…というか、例のチケットは結局どうなったん？」[p]
;表情

#雪翔
≪ちゃんと取ってもらってる。ほら≫[p]

#
そう言って、俺はポケットからチケットを2枚取り出す。[p]

#ラズ
「あら、学校まで持ってきてましたの？」[p]
;表情 きょとん、もしくはびっくり

#雪翔
≪まぁ…別に持ってくる必要はないんだけど、[r]
なんか家に置いていくのも落ち着かなくて≫[p]

#ロズ
「乙女やなマスター…」[p]
;表情

#雪翔
≪うるせぇ、いやそんなことはどうでもよくてだな…≫[p]

#ラズ
「どういたしましょうか？私たちがさり気なく話を振る…は無理でしょうし…」[p]
;表情 ジト目の横を見ている版

#ロズ
「ん？何で今ウチを見て断念した？」[p]
;表情

#ラズ
「私はとにかく、あなたにそんな話術ないでしょう？」[p]
;表情 

#ロズ
「はぁ〜？ラズやってウチと変わらんやろ別に！」[p]
;表情

#
話術がないことは否定しないのか…[p]

#ロズ
「…あ、じゃあ文永は？あの子なら自然に話に出せるんちゃう？」[p]
;表情

#雪翔
≪…う～ん…そうだろうけど…≫[p]

#
…流石に頼りすぎなのでは？[p]
そんな気もしてくるのが正直なところである。[p]
…まぁ、最終的にそうするのが一番確実なのだろうが…[p]

#雪翔
≪断られたら…きついなぁ…≫[p]

#ロズ
「…それを考えだしたら終わりやない？」[p]
;表情

#ラズ
「結論を言ってしまうと、結局はご主人様次第。ということになってしまいますね。」[p]
;表情
#雪翔
≪…だな。まだ時間がないわけではないし、何とか…≫[p]

#美寿花
「何が少年君次第なの？」[p]
;立ち絵表示なし

雪翔
≪ッ！？≫[p]

#ラズ
「あ」[p]
;表情

#ロズ:ge
「げ」[p]
;表情

背後から今一番聞こえてはいけない声がかけられる。[p]

#雪翔
≪美寿花…≫[p]

#
話に夢中になりすぎて、入ってくるのに全然気づかなかった…[p]
というか、この前もそうだったけど気配薄すぎだろこの人…[p]
しかし、まだ不運は止まらない。[p]

[chara_show name=mizuka top=-70 wait=true time=500]

#美寿花
「あれ？それ…水族館のチケット！？」[p]
;表情

#雪翔
≪…あ、やばっ！≫[p]

#
…しまった！手に持ったままだった…！！[p]
慌てて仕舞おうとするが、遅すぎた。[p]

#美寿花
「ええ！？なんで隠すの！？というか、[r]
何で雪翔君がそれ持ってるの！？」[p]
;表情

#雪翔
≪……≫[p]
>>>>>>> 81fd8a43529e074823393b398b8274e04745153b

#
助けてくれ、とロズとラズに訴えようとしてスマホを見るが…

#ロズ＆ラズ
<<<<<<< HEAD
‥‥‥

#yukito
≪おまっ…あいつらいねぇ！！≫

#
肝心な時になって逃げやがって…！！

#mizuka
…雪翔君？

#yukito
≪‥‥‥はぁ…≫

#
ため息をつく。
というか、ため息しか出なかった。
‥‥‥
…もう、どうにでもなれ！

#mizuka
うわっ…え…ど、どうしたの…？」

#
一歩踏み出し、美寿花の手を取る。

#yukito
≪その…あ～…
木曜、一緒に水族館に行かない…？≫

#
脈絡もくそもない、簡素な誘い。
…色々考えたが、結局これが俺の限界なのであった。

#mizuka
美寿花「…え…？木曜って…私の誕生日…？」

#yukito
≪……
…さぁ、何の話かな…？≫

#mizuka
いや絶対そうじゃん。間が全て語ってるじゃん

#yukito
≪…はい。その通りです≫

#mizuka
あ、もしかして最近ずっと悩んでたのって…

#yukito
≪いや…誘い方が分からなかったから…≫

#
一瞬、断られるんじゃないかと不安になる…が、それも杞憂だった。

#mizuka
別に、そんな悩まなくても全然いいのに…

#yukito
≪え、いいの…？≫

#mizuka
そりゃいいよ！ずっと行ってみたかったんだよね～

#
本当に嬉しそうに話す美寿花に、俺は内心ほっとする。

…こうして、
多少のごたつきはあったものの、無事に誘う事に成功したのだった。

[chara_hide_all]

[scenejumpNormal sc = "3-4.ks"]
=======
「‥‥‥」
[chara_hide name=roz]
[chara_hide name=laz]
[p]
;表情
;表情

#雪翔
≪おまっ…あいつらいねぇ！！≫[p]

#
肝心な時になって逃げやがって…！！[p]

#美寿花
「…雪翔君？」[p]
;表情
#雪翔
≪‥‥‥はぁ…≫[p]

#
ため息をつく。[p]
というか、ため息しか出なかった。[p]
‥‥‥[p]
…もう、どうにでもなれ！[p]

#美寿花:surprise
「うわっ…え…ど、どうしたの…？」[p]
;表情

#
一歩踏み出し、美寿花の手を取る。[p]

#雪翔
≪その…あ～…[r]
木曜、一緒に水族館に行かない…？≫[p]

#
脈絡もくそもない、簡素な誘い。[p]
…色々考えたが、結局これが俺の限界なのであった。[p]

#美寿花:konwaku
「…え…？木曜って…私の誕生日…？」[p]
;表情

#雪翔
≪……[r]
…さぁ、何の話かな…？≫[p]

#美寿花
「いや絶対そうじゃん。間が全て語ってるじゃん」[p]
;表情

#雪翔
≪…はい。その通りです≫[p]

#美寿花
「あ、もしかして最近ずっと悩んでたのって…」[p]
;表情

#雪翔
≪いや…誘い方が分からなかったから…≫[p]
#
一瞬、断られるんじゃないかと不安になる…が、それも杞憂だった。
#美寿花
「別に、そんな悩まなくても全然いいのに…」[p]
;表情

#雪翔
≪え、いいの…？≫[p]

#美寿花
「そりゃいいよ！ずっと行ってみたかったんだよね～」[p]
;表情
#
本当に嬉しそうに話す美寿花に、俺は内心ほっとする。[p]

…こうして、[r]
多少のごたつきはあったものの、無事に誘う事に成功したのだった。[p]
>>>>>>> 81fd8a43529e074823393b398b8274e04745153b
